Repository: timothyrusso/kinetiq
Catalog: targets/watch/Localizable.xcstrings
Source language: en
Languages: it

# common.cancel
source: Cancel
it: Annulla

# common.done
source: Done
it: Fine

# rest.editTitle
source: Rest time
it: Tempo di recupero

# rest.notification.body %@
source: Next up: %@
it: Prossimo: %@

# rest.notification.title
source: Rest over
it: Recupero finito

source: Rest remaining
it: Recupero rimanente

# rest.skip
source: Skip
it: Salta

# rest.title
source: Rest
it: Recupero

# routine.exerciseCount %lld
source: %lld exercises
it: %lld esercizi

# routine.start
source: Start
it: Inizia

# routines.empty.body
source: Tap Sync to load your routines from your iPhone.
it: Tocca Sincronizza per caricare le schede dall'iPhone.

# routines.empty.title
source: No routines yet
it: Ancora nessuna scheda

# sync.button
source: Sync
it: Sincronizza

# sync.noSnapshot
source: Open Kinetiq on your iPhone, then sync again.
it: Apri Kinetiq sull'iPhone, poi sincronizza di nuovo.

# sync.rejected.data
source: Routines from iPhone could not be read. Your routines were kept.
it: Non è stato possibile leggere le schede dall'iPhone. Le tue schede sono state mantenute.

# sync.rejected.version
source: Your iPhone sent routines from another Kinetiq version. Update Kinetiq on both devices.
it: L'iPhone ha inviato schede di un'altra versione di Kinetiq. Aggiorna Kinetiq su entrambi i dispositivi.

# sync.stillReceiving
source: Still receiving from iPhone. Your routines will update when it arrives.
it: Ricezione dall'iPhone in corso. Le schede si aggiorneranno all'arrivo.

# sync.syncing
source: Syncing with iPhone…
it: Sincronizzazione con l'iPhone…

# sync.unreachable
source: iPhone not reachable. Your routines are unchanged.
it: iPhone non raggiungibile. Le tue schede non sono cambiate.

# sync.upToDate
source: Up to date
it: Tutto aggiornato

# sync.updated
source: Routines updated
it: Schede aggiornate

# workout.back
source: Back to routines
it: Torna alle schede

# workout.completeSet
source: Complete set
it: Completa serie

# workout.discard
source: Discard
it: Elimina

# workout.discard.confirm
source: Discard workout?
it: Eliminare l'allenamento?

# workout.discard.message
source: Nothing will be saved or sent to your iPhone.
it: Non verrà salvato né inviato all'iPhone.

source: Workout discarded.
it: Allenamento eliminato.

# workout.exerciseDone
source: All sets done
it: Tutte le serie fatte

# workout.finish
source: Finish
it: Termina

# workout.finish.confirm
source: Finish workout?
it: Terminare l'allenamento?

# workout.finish.message
source: It will be sent to your iPhone.
it: Verrà inviato al tuo iPhone.

# workout.finished
source: Workout saved. It will appear on your iPhone.
it: Allenamento salvato. Apparirà sul tuo iPhone.

# workout.progress %lld %lld
source: %lld of %lld sets done
it: %lld serie su %lld fatte

# workout.reps
source: Reps
it: Ripetizioni

# workout.repsUnit
source: reps
it: rip

# workout.restEdit
source: Rest time
it: Tempo di recupero

# workout.resume
source: Resume workout
it: Riprendi allenamento

# workout.saveFailed
source: Could not save the workout. It is still open.
it: Impossibile salvare l'allenamento. È ancora aperto.

# workout.setOf %lld %lld
source: Set %lld of %lld
it: Serie %lld di %lld

# workout.setRow %lld %@
source: Set %lld, %@
it: Serie %lld, %@

# workout.setTick
source: Mark set as done
it: Segna la serie come fatta

# workout.setUntick
source: Mark set as not done
it: Segna la serie come non fatta

# workout.setsDone %lld %lld
source: %lld of %lld sets
it: %lld serie su %lld

# workout.startFailed
source: Could not start the workout. Try again.
it: Impossibile iniziare l'allenamento. Riprova.

# workout.unreadable
source: The workout on this watch could not be read and was set aside.
it: L'allenamento su questo orologio non era leggibile ed è stato messo da parte.

# workout.weight
source: Weight
it: Peso
